xorg-server
xorg-apps
xorg-xinit
xf86-video-intel
mesa
xf86-input-libinput
wpa_supplicant
dialog
networkmanager
openvpn
networkmanager-openvpn
networkmanager-vpnc
network-manager-applet
dhclient
libsecret
bluez
bluez-utilities
bluez-firmware
blueberry
pulseaudio-bluetooth
alsa-utils
alsa-plugins
pulseaudio
pulseaudio-alsa
pavucontrol
volumeicon
discord
nano
code
neovim
git
python3
base-devel
libreoffice-fresh
firefox
brave
materia-kde
papirus-icon-theme
alacritty
thunar
ranger
steam
lutris
gamemode
vlc
btop
bash-completionTabcompletionforBash
curl
neofetch
openssh
unrar
unzip
p7zip
zip
pacman-contrib
autofs
exfat-utils
ntfs-3g
catfish
veracrypt
grub-customizer